package com.namu.dimgame.entity.quiz

class Quiz(
    val content: String,
    val answer: Boolean
)val quizList = listOf(
    Quiz(
        "질문: 푸른 달팽이는 녹색 달팽이보다 약합니다.",
        false
    ),
    Quiz(
        "질문: 발로그 주니어는 그의 선조인 발로그 경보다 더 강력합니다.",
        false
    ),
    Quiz(
        "질문: 붉은 달팽이는 엘리니아 근처에서 찾을 수 있습니다.",
        false
    ),
    Quiz(
        "질문: 돼지는 때때로 패배 할 때 햄 스테이크를 드롭.",
        false
    ),
    Quiz(
        "질문: 리본 돼지는 자주 보라색 리본을 떨어 뜨리는 경우가 있습니다.",
        false
    ),
    Quiz(
        "질문: 녹색 버섯은 가장 약한 버섯입니다.",
        false
    ),
    Quiz(
        "질문: 루핀은 케닝 시티의 이프 길드의 일원입니다.",
        true
    ),
    Quiz(
        "질문: 드레이크는 슬리피우드 던전의 일부를 통해 배회.",
        false
    ),
    Quiz(
        "질문: 호색한 버섯은 때때로 가죽을 떨어 뜨립니다.",
        false
    ),
    Quiz(
        "질문: 엘리니아 북쪽의 푸른 버블링스 한 지도를 찾을 수 있습니다",
        false
    ),
    Quiz(
        "질문: 필드, 포레스트 또는 건설 현장에서 자주 볼 수있는 녹색 Mushrroms모자에 회색 뿔이 있습니다.",
        false
    ),
    Quiz(
        "질문: 야생 카르고스는 근접 공격과 장거리 공격을 모두 사용합니다.",
        false
    ),
    Quiz(
        "질문: 악한 눈, 저주 눈, 차가운 눈, 외과 의사의 눈은 모두 비슷해 보이지만 외과 의사의 눈은 두 눈을 가지고 있습니다.",
        false
    ),
    Quiz(
        "질문: 리게이터는 클라리넷 합자처럼 보입니다.",
        false
    ),
    Quiz(
        "질문: 야생 카고에는 뿔이 1개 있습니다.",
        false
    ),
    Quiz(
        "질문: 발로그 주니어는 슬리피우드 던전의 우울한 사원 지도에 상주합니다.",
        true
    ),
    Quiz(
        "질문: 돌 골렘은 외모에도 불구하고 매우 빠릅니다.",
        false
    ),
    Quiz(
        "질문: 좀비 루핀은 머리에 악마 뿔이 있다.",
        true
    ),
    Quiz(
        "질문: 무슈몬은 어반 곰팡이의 거대한 버전입니다.",
        true
    ),
    Quiz(
        "질문: 버블링스는 멀리서 공격합니다.",
        false
    ),
    Quiz(
        "질문: 교반기는 때때로 지하철 터널의 지붕에 매달려 잠시 비행을 중지합니다.",
        false
    ),
    Quiz(
        "질문: 네키 주니어의 피부는 먹을 때 50 MP를 회복합니다.",
        false
    ),
    Quiz(
        "질문: 이성애자들은 때때로 파란색 식탁보를 떨어뜨리기도 합니다.",
        false
    ),
    Quiz(
        "질문: 몰 킹의 테마 곡은 느린 템포, 트럼펫을 갖춘 장엄한 보스 테마입니다.",
        true
    ),
    Quiz(
        "질문: 프로스트위치 바바라는 리엔의 많은 부인들을 노예로 한 사악한 상사입니다.",
        false
    ),
    Quiz(
        "질문: 마스터리아의 팬텀 포레스트의 저택은 라다가스트 가족이 소유하고 있습니다.",
        true
    ),
    Quiz(
        "질문: 철말은 금속 발굽을 떨어뜨립니다.",
        false
    ),
    Quiz(
        "질문: 이상한 바이브와 의학은 당신이 소비하는 경우 정말 이상한 느낄 것이다.",
        false
    ),
    Quiz(
        "질문: 멀리서 마법 광선을 쏘아 서 마비 공격.",
        false
    ),
    Quiz(
        "질문: 레드 드레이크는 장거리 공격 드레이크의 유일한 유형입니다.",
        true
    ),
    Quiz(
        "질문: 크로코스는 케닝 시티 근처의 늪에 살고 있습니다.",
        true
    ),
    Quiz(
        "질문: 구리 드레이크는 장거리 공격을 사용합니다.",
        false
    ),
    Quiz(
        "질문: 엘 나스의 모든 괴물은 얼음 기반의 공격에 약합니다.",
        false
    ),
    Quiz(
        "질문: 예티스 주니어와 변신 주니어는 같은 수준입니다.",
        true
    ),
    Quiz(
        "질문: 크림슨 발로그는 독소 공격에 약합니다.",
        true
    ),
    Quiz(
        "질문: 질병은 거룩한 요소 의 공격에 약하고 언데드입니다.",
        false
    ),
    Quiz(
        "질문: 헥터, 다크 예티스, 리칸스로페스는 딱딱한 깃털을 떨어뜨리지 않습니다.",
        false
    ),
    Quiz(
        "질문: 루핀은 부드러운 깃털을 떨어뜨립니다.",
        false
    ),
    Quiz(
        "질문: 도끼 그루터기가 사람들이 그들에 갇혀 도끼를 제거하기를 원하는 오해 괴물이라고 전설이있다.",
        true
    ),
    Quiz(
        "질문: 늑대인간은 공격 할 때 더 많은 괴물을 소환.",
        false
    ),
    Quiz(
        "질문: 네펜데스 식물은 실제로 유연한 뿌리를 사용하여 주위를 걸을 수 있습니다.",
        true
    ),
    Quiz(
        "질문: 유령선 엑소시스트 배지는 피 선장과 관련된 퀘스트에서 획득됩니다.",
        false
    ),
    Quiz(
        "질문: 부퍼 스칼리언은 코에 문자를 두드리고 도망 가는 것으로 유명합니다.",
        false
    ),
    Quiz(
        "질문: 포자는 메이플 월드에서 가장 약한 괴물이 아닙니다.",
        false
    ),
    Quiz(
        "질문: 구름 여우는 이마에 잎을 가지고 있지만, 불너구리는 하지 않습니다.",
        true
    ),
    Quiz(
        "질문: 도시 곰팡이는 쇼와 마을 근처에 있습니다.",
        false
    ),
    Quiz(
        "질문: 나리카인은 악마수바니에 반대했습니다.",
        true
    ),
    Quiz(
        "질문: 크림슨우드 킵의 뒤틀린 주인은 킵의 그랜드마스터의 세뇌된 버전입니다.",
        true
    ),
    Quiz(
        "질문: 머리가 없는 기병은 이전에 베르가못이라는 사악한 마법사였습니다.",
        false
    ),
    Quiz(
        "질문: 버섯 신사 외곽에서 가장 큰 괴물은 좀비 무슈다드입니다.",
        false
    ),
    Quiz(
        "질문: 나뭇가지는 일반적으로 엘린 숲의 나무 막대에서 가져옵니다.",
        false
    ),
    Quiz(
        "질문: 크로키는 크로키 헬름을 거의 떨어뜨리지 않는 것으로 알려져 있습니다.",
        true
    ),
    Quiz(
        "질문: 한국 메이플스토리에서 라이온 왕의 성 이름은 라이온하트 성으)로 번역됩니다",
        true
    ),
    Quiz(
        "질문: 칸나는 온미지(onmyouji)로 만 영어로 번역되는 온미지(onmyouji)입니다",
        true
    ),
    Quiz(
        "질문: 한국 메이플스토리에서 처음 발매되었지만, 인어 머리는 넥슨 일본에서 만든 컨셉 아트에서 유래했습니다.",
        false
    ),
    Quiz(
        "질문: 물결 모양의 걸레 헤어 스타일은 비틀즈의 사진에서 영감을 받았습니다.",
        false
    ),
    Quiz(
        "질문: 니스록 활은 빨간색, 파란색, 녹색 유형으로 옵니다.",
        false
    ),
    Quiz(
        "질문: 글로벌 메이플스토리에 빅뱅 업데이트 중에 잠재적 시스템이 출시되었습니다.",
        true
    ),
    Quiz(
        "질문: 코메르치 무역 항해 보스는 라이카와 릴리누치입니다.",
        true
    ),
    Quiz(
        "질문: 주문 흔적은 마법을 캐스팅하는 데 사용됩니다.",
        false
    ),
    Quiz(
        "질문: 오비스 타워의 사서 위즈를 찾을 수 있습니다.",
        false
    ),
    Quiz(
        "질문: 피묻은 세트에서, 베파 세트는 보멘에 의해 장착할 수 있습니다.",
        false
    ),
    Quiz(
        "질문: 아마리아는 한국 메이플스토리에서 유래했다.",
        true
    ),
    Quiz(
        "질문: 아란의 여성 버전은 아란 콘텐츠에 대한 첫 번째 애니메이션 광고에 사용되었다.",
        false
    ),
    Quiz(
        "질문: 폰 레온은 은눈을 가진 라이온 킹으로 알려져 있습니다.",
        false
    ),
    Quiz(
        "질문: 폰 레온은 자신의 영토를 확장하기를 바라며 캠페인을 시작할 때 블랙 마지에 합류했습니다",
        true
    ),
    Quiz(
        "질문: 폰 레온의 아내는 에페니아라는 이름입니다.",
        false
    ),
    Quiz(
        "질문: 루디브리움에서 시간의 길로 위험 지대 택시를 복용하는 것은 50,000 메소 비용.",
        false
    ),
    Quiz(
        "질문: 레드 너그는 스펙트럼 고글을 떨어 뜨릴 수있는 기회가있다.",
        false
    ),
    Quiz(
        "질문: 보물 사냥 바리케이드 형제는 사이먼과 트레버라는 이름입니다.",
        true
    ),
    Quiz(
        "질문: 리타 무법이전에 레이디 실에서 공부했다.",
        false
    ),
    Quiz(
        "질문: 잭 마스크는 루두스 호수에서 유명한 산적입니다.",
        false
    ),
    Quiz(
        "질문: Foxwit 교수는 오메가 분야의 천재 발명가입니다.",
        false
    ),
    Quiz(
        "질문: 타이폰드롭 타이폰 깃털.",
        true
    ),
    Quiz(
        "질문: 스미밍 직업에서 레벨 10에 도달하면 마스터 장인의 큐브를 만들 수 있습니다.",
        true
    ),
    Quiz(
        "질문: 체크는 곰 정장을 입고 검은 날개에 의해 그에게 가해진 화상은 아이들을 놀라게하지 않습니다.",
        false
    ),
    Quiz(
        "질문: 제논은 어렸을 때 클라우디네에게 음악 상자를 주었고, 그녀는 그것을 소중히 여느라 소중히 여느라.",
        false
    ),
    Quiz(
        "질문: 에델슈타인과 그 주민의 스타일은 대부분 사이버 펑크에 가깝다.",
        false
    ),
    Quiz(
        "질문: 마르가나는 아르카나 로브를 떨어뜨릴 기회가 있습니다.",
        false
    ),
    Quiz(
        "질문: 제스터 스칼리언스는 크고 다채로운 공을 걸으며 움직입니다.",
        true
    ),
    Quiz(
        "질문: Oly Oly 괴물은 스케이트 보드를 타고 그들에 트릭을 수행하는 것을 좋아합니다.",
        true
    ),
    Quiz(
        "질문: 비카롤라는 트렌드 존 메트로폴리스의 비타민이 가득한 콜라 음료를 말합니다.",
        true
    ),
    Quiz(
        "질문: 타르가는 만화 회색 곰의 마스코트 스타일의 의상처럼 보입니다.",
        false
    ),
    Quiz(
        "질문: 플라스틱 로이와 로얄 페이스 쿠폰을 사용할 수 있습니다.",
        false
    ),
    Quiz(
        "질문: 루트 아비스의 다양한 캐릭터는 C.S. 루이스의 나니아 이야기의 캐릭터를 기반으로 합니다.",
        false
    ),
    Quiz(
        "질문: 천사의 일몰이라고 불리는 90레벨 양손 검이 있습니다.",
        false
    ),
    Quiz(
        "질문: 알마 폰 레온 세트는 헥스 폰 레온 세트보다 더 강력합니다.",
        true
    ),
    Quiz(
        "질문: 미래의 영역의 문은 전설 업데이트에 처음 도입되었습니다.",
        false
    ),
    Quiz(
        "질문: 검은 마법사와의 전쟁 중에 프로이트는 미르라는 이름의 오닉스 드래곤과 함)께 싸웠습니다",
        false
    ),
    Quiz(
        "질문: 빛나는 검은 계의 쌍둥이 형제입니다.",
        false
    ),
    Quiz(
        "질문: 제트는 메이플스토리 중국의 선에 기반을 둔 캐릭터입니다.",
        true
    ),
    Quiz(
        "질문: 루트 아비스는 메이플 스토리 중국에 의해 만들어졌습니다.",
        false
    ),
    Quiz(
        "질문: 핑크 자쿰은 일반 자쿰의 자매이며, 슈피겔만이 조각했습니다.",
        false
    ),
    Quiz(
        "질문: 정부 측면에서 무정부 상태는 정부, 법률 및 공식 명령의 부재를 의미합니다.",
        true
    ),
    Quiz(
        "질문: 제논은 아르곤보다 원자수가 낮습니다.",
        true
    ),
    Quiz(
        "질문: 산은 염기보다 pH가 더 높습니다.",
        false
    ),
    Quiz(
        "질문: 레오나르도 디카프리오는 2003년 아카데미 최우수 배우상을 수상했습니다.",
        true
    ),
    Quiz(
        "질문: 첫 번째 고질라 영화는 1974년에 개봉되었습니다.",
        false
    ),
    Quiz(
        "질문: 흑인 마지는 한때 포모스라는 조직의 수장이었습니다.",
        false
    ),
    Quiz(
        "질문: 팔뚝의 뼈는 대퇴골이라고 합니다.",
        true
    ),
    Quiz(
        "질문: 나니아연대기는 조지 R.R. 마틴에 의해 작성되었습니다.",
        false
    ),
    Quiz(
        "질문: 루디브리움의 미스키는 지각자판기입니다.",
        true
    ),
    Quiz(
        "질문: 이스탄불은 이전에 비잔티움과 페트로그라드로 알려져 있다.",
        false
    ),
    Quiz(
        "질문: 올드 위스콘신 모자는 오르비스의 무기 상점에서 구입할 수 있습니다.",
        true
    ),
    Quiz(
        "질문: 활과 석궁을 위한 화살표는 NPC 매장에서 판매할 때 각각 1개의 메소를 줄 것입니다.",
        true
    ),
    Quiz(
        "질문: 무스는 캐나다의 국가 동물입니다.",
        false
    ),
    Quiz(
        "질문: 케이, 키, 부두는 작고 낮은 섬을 참조하여 변형 철자입니다.",
        true
    ),
    Quiz(
        "질문: 말은 크리스토퍼 콜럼버스에 의해 유럽으로 처음 가져왔다.",
        false
    ),
    Quiz(
        "질문: 각자의 신화에서 로마 신 토성은 그리스 신 제우스와 유사합니다.",
        true
    ),
    Quiz(
        "질문: 패트리샤는 오르비스 공원의 애완 동물 사료 상인입니다. 그녀는 요정입니다.",
        true
    ),
    Quiz(
        "질문: 푸른 코 해적의 배는 뮤 폐 정원의 허브 타운 근처에서 찾을 수 있습니다.",
        true
    ),
    Quiz(
        "질문: 릴리슈는 뮤 룽의 보조 헤어 스타일리스트입니다.",
        false
    ),
    Quiz(
        "질문: 키린의 어머니는 율리아의 이름입니다.",
        false
    ),
    Quiz(
        "질문: 주-D는 제논과 함께 실험실을 탈출한 겔리머의 창조입니다.",
        true
    ),
    Quiz(
        "질문: 제논이 운영하는 기지는 에퀴타스라고 명명됩니다.",
        true
    ),
    Quiz(
        "질문: 팬텀은 세 번째 영웅급 캐릭터로 출시되었습니다.",
        true
    ),
    Quiz(
        "질문: 15 + 26 x 43 - 8 = (15 + 26) x (43 - 8)",
        false
    ),
    Quiz(
        "질문: 128 x 50 = 6,500",
        false
    ),
    Quiz(
        "질문: 카르타고장군 한니발이 안데스를 통해 행진하고 군대와 전쟁 코끼리를 행진하여 로마 영토를 침공했습니다.",
        true
    ),
    Quiz(
        "질문: 삼각형의 내부 각도의 합계는 항상 360도와 같습니다. ",
        true
    ),
    Quiz(
        "질문: 슈퍼맨의 첫 등장은 1968년 4월 18일에 발표된 강철 #1 맨에 있었습니다.",
        true
    ),
    Quiz(
        "질문: 고대 세계의 일곱 불가사의 중 하나인 바빌론의 매달려 있는 정원은 다리우스 황제와 관련이 있습니다.",
        true
    ),
    Quiz(
        "질문: 우메라와 아틀라틀은 작물을 수확하는 도구입니다.",
        false
    ),
    Quiz(
        "질문: 카소와리는 뉴질랜드의 국가 상징으로 널리 인정받는 새들입니다.",
        false
    ),
    Quiz(
        "질문: 영국은 호주를 방문한 최초의 유럽인입니다. 이것은 1706년에 있었습니다.",
        false
    ),
    Quiz(
        "질문: 말라리아는 일반적으로 뱀에 물린 통해 퍼져.",
        false
    ),
    Quiz(
        "질문: 디카메라 입법부는 같은 수준의 정부를 위해 두 개의 집 또는 입법 그룹을 가지고 있습니다.",
        true
    ),
    Quiz(
        "질문: 삶의 필수품은 옷, 음식, 음악에 포함됩니다.",
        false
    ),
    Quiz(
        "질문: 온도가 상승함에 따라 공기가 줄어듭니다.",
        false
    ),
    Quiz(
        "질문: 파스텔 블루, 네이비 블루, 페리윙클은 서로 상당히 다른 색조를 가지고 있습니다.",
        false
    ),
    Quiz(
        "질문: 피를 빨아 먹는 모기는 모두 남성입니다.",
        false
    ),
    Quiz(
        "질문: 코스닥은 한국의 장외 주식 거래이며 USDAQ는 미국의 장외 무역 시장입니다.",
        false
    ),
    Quiz(
        "질문: 높은 고도가 낮은 압력을 제공하기 때문에 물은 높은 고도에서 훨씬 더 높은 온도에서 끓입니다.",
        false
    ),
    Quiz(
        "질문: 공작은 공작새의 한 종이며, 남성과 여성은 공작이라고 불립니다.",
        false
    ),
    Quiz(
        "질문: 미야자키 하야오씨는 종종 만화의 아버지또는 만화의 신이)라고 불립니다",
        false
    ),
    Quiz(
        "질문: 1880년대에 미국과 일본에 내전이 있었습니다.",
        false
    ),
    Quiz(
        "질문: 북아프리카의 공식 언어인 아프리칸스(Afrikaans)는 덴마크어에서 유래했습니다.",
        false
    ),    Quiz(
        "질문: 보고타는 페루의 수도입니다.",
        false
    ),
    Quiz(
        "질문: 태양의 피라미드는 고대 수메리아에서 가장 큰 건물 중 하나입니다.",
        false
    ),    Quiz(
        "질문: 메뚜기는 인간이 먹을 수 없는 것으로 입증되었습니다.",
        false
    ),
    Quiz(
        "질문: 홍차 중 하나의 이름은 실론 차입니다. 실론은 차가 대부분 생산되는 인도의 한 마을의 이름입니다.",
        false
    ),    Quiz(
        "질문: 미우라 켄타로는 80세에 에베레스트 산 정상에 올랐고, 그 전에도 여러 번 도착했습니다.",
        false
    ),
    Quiz(
        "질문: 하피 독수리는 또한 원숭이 먹는 독수리라고합니다.",
        false
    ),    Quiz(
        "질문: 노틀담 대성당은 20세기 이전에 지어진 가장 높은 인공 구조물입니다.",
        false
    ),
    Quiz(
        "질문: 알라딘은 그의 지혜와 엄청난 부로 유명한 고대 이스라엘의) 왕이었습니다",
        true
    ),    Quiz(
        "질문: 마추 픽추는 아즈텍 마을이었습니다.",
        false
    ),
    Quiz(
        "질문: 이븐 바투타는 자신의 왕국의 법칙에 대한 논문을 작성하는 것으로 알려진 중세 모로코 통치자였다.",
        false
    ),    Quiz(
        "질문: scalene 삼각형은 길이와 동일한 두 각도의 두 면이 있습니다.",
        true
    ),
    Quiz(
        "질문: 사각형은 사각형의 한 종류입니다.",
        true
    ),    Quiz(
        "질문: 아쇼카 모리아는 인도의 마우리안 제국을 설립했습니다.",
        true
    ),
    Quiz(
        "질문: 사람의 혈압은 겨울 보다 여름 동안 더 높은 경향이 있다.",
        true
    ),    Quiz(
        "질문: 듀렌달, 커타나, 흐런팅, 칼리번, 크리사어 는 셰익스피어의 다양한 연극에서 모든 문자.",
        true
    ),
    Quiz(
        "질문: 영국은 아편 전쟁에서 승리하여 홍콩에 대한 주권에 대한 권리를 유지하고 1993 년에 중국에 반환.",
        true
    ),    Quiz(
        "질문: 영국은 호주를 농업 식민지로만 사용했습니다.",
        true
    ),
    Quiz(
        "질문: 에뮤는 아르헨티나의 국조입니다.",
        true
    ),    Quiz(
        "질문: 샤를마뉴는 투어와 푸아티에 전투에서 732년 아바시드 군대를 물리친 군대를 이끌었다.",
        true
    ),
    Quiz(
        "질문: 반 고흐와 폴 고갱은 표현이후의 예술가들로 잘 알려져 있습니다.",
        true
    ),    Quiz(
        "질문: 티그리스 강은 그리스 신화의 지하 세계와 관련이 있습니다.",
        true
    ),
    Quiz(
        "질문: 만든 최초의 범용 전자 컴퓨터는 Binaraly 라우팅 간격 수분 통합기 및 컴퓨터 (BRAINIAC)로 알려져있다.",
        true
    ),    Quiz(
        "질문: 갠지스 강은 파키스탄에서 가장 중요한 물 기관 중 하나입니다.",
        true
    ),    Quiz(
        "질문: 나일강은 대부분의 코스에서 남쪽으로 흐릅니다.",
        true
    ),    Quiz(
        "질문: 블랙비어드로도 알려진 에드워드 티치(Edward Teach)는 보통 역사상 가장 강력하고 성공적인 해적으로 간주됩니다.",
        false
    ),    Quiz(
        "질문: 이집트의 파라오였던 클레오파트라는 실제로 인종적으로 베르베르였습니다.",
        false
    ),    Quiz(
        "질문: 엘니도는 베네수엘라 팔라완 지역에서 인기있는 관광 지입니다.",
        false
    ),    Quiz(
        "질문: 태양은 6월 동지에 염소 자리의 열대에서 태양 정오에 직접 머리 위에 있습니다.",
        false
    ),
)